const oxquizData=[
  {
    "question": "우리 역사 속 최초의 국가로, 비파형 동검과 고인돌이 공통적으로 나타나는 국가 '고조선'이다.",
    "answer": "O"
  },
  {
    "question": "우리 역사 속 최초의 국가로, 비파형 동검과 고인돌이 공통적으로 나타나는 국가 '고조선'이다.",
    "answer": "O"
  },
  {
    "question": "신라 전성기의 왕은 '진흥왕'이다.",
    "answer": "O"
  },
  {
    "question": "신라 전성기의 왕은 '법흥왕'이다.",
    "answer": "X"
  },
  {
    "question": "고구려 전성기의 왕은 '장수왕'이다.",
    "answer": "O"
  },
  {
    "question": "고구려 전성기의 왕은 '법흥왕'이다.",
    "answer": "X"
  },
  {
    "question": "백제 전성기의 왕은 '근초고왕'이다.",
    "answer": "O"
  },
  {
    "question": "백제 전성기의 왕은 '법흥왕'이다.",
    "answer": "X"
  },
  {
    "question": "고구려를 세운 사람은 '주몽'이다.",
    "answer": "O"
  },
  {
    "question": "고구려를 세운 사람은 '온조'이다.",
    "answer": "X"
  },
  {
    "question": "백제를 세운 사람은 '온조'이다.",
    "answer": "O"
  },
  {
    "question": "백제를 세운 사람은 '주몽'이다.",
    "answer": "X"
  },
  {
    "question": "신라를 세운 사람은 '박혁거세'이다.",
    "answer": "O"
  },
  {
    "question": "신라를 세운 사람은 '주몽'이다.",
    "answer": "X"
  },
  {
    "question": "가야를 세운 사람은 '김수로'이다.",
    "answer": "O"
  },
  {
    "question": "가야를 세운 사람은 '주몽'이다.",
    "answer": "X"
  },
  {
    "question": "발해를 세운 사람은 '대조영'이다.",
    "answer": "O"
  },
  {
    "question": "발해를 세운 사람은 '주몽'이다.",
    "answer": "X"
  },
  {
    "question": "신라의 삼국 통일을 이룬 왕은 '문무왕'이다.",
    "answer": "O"
  },
 
  {
    "question": "신라의 문화유산은 '황룡사 9층 목탑'이다.",
    "answer": "O"
  },
  {
    "question": "백제의 문화유산은 '미륵사지 석탑'이다.",
    "answer": "O"
  },
  {
    "question": "지금까지 남아 있는 목판 인쇄물 중 세계에서 가장 오래된 것은?  '무구정광대다라니경'이다.",
    "answer": "O"
  },
  {
    "question": "지금까지 남아 있는 목판 인쇄물 중 세계에서 가장 오래된 것은?  '직지심체요절'이다.",
    "answer": "X"
  },
  {
    "question": "현존하는 금속 활자 인쇄본 중 세계에서 가장 오래된 것은 '직지심체요절'이다.",
    "answer": "O"
  },
  {
    "question": "오늘날 전해지는 금속 활자 인쇄본중 세계에서 가장 오래된 것은 '팔만대장경'이다.",
    "answer": "X"
  },
  {
    "question": "오늘날 전해지는 금속 활자 인쇄본중 세계에서 가장 오래된 것은 '무구정광대다라니경'이다.",
    "answer": "X"
  },

  {
    "question": " 발해의 문화유산은 '이불병좌상'이다.",
    "answer": "O"
  },
  {
    "question": " 발해의 문화유산은 '정효공주무덤'이다.",
    "answer": "O"
  },
  {
    "question": " 발해의 문화유산은 '상경성 2호 절터 석등'이다.",
    "answer": "O"
  },
 
  {
    "question": " 신라의 문화유산은 '금관총 금제 허리띠'이다.",
    "answer": "O"
  },
  {
    "question": " 신라의 문화유산은 '천마총'이다.",
    "answer": "O"
  },
  {
    "question": " 신라의 문화유산은 '무용총'이다.",
    "answer": "O"
  },
  {
    "question": "신라의 천문대 이름은 '첨성대'이다.",
    "answer": "O"
  },
  {
    "question": "신라의 천문대 이름은 '팔각정'이다.",
    "answer": "X"
  },
  {
    "question": "후고구려를 세운 사람의 이름은 '궁예'이다.",
    "answer": "O"
  },
  {
    "question": "후고구려를 세운 사람의 이름은 '견훤'이다.",
    "answer": "X"
  },
  {
    "question": "후백제를 세운 사람의 이름은 '견훤'이다.",
    "answer": "O"
  },
  {
    "question": "후백제를 세운 사람의 이름은 '무열왕'이다.",
    "answer": "X"
  },
  {
    "question": "고려를 세운 사람의 이름은 '왕건'이다.",
    "answer": "O"
  },
  {
    "question": "고려를 세운 사람의 이름은 '무열왕'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은 '양규'이다.",
    "answer": "O"
  },
  {
    "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은 '서희'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은 '강감찬'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '강감찬'이다.",
    "answer": "O"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '이순신'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '서희'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '양규'이다.",
    "answer": "X"
  },
  {
    "question": "여진족이 고려를 위협하자 윤관이 이끌고 간 군대의 이름은 '별무반'이다.",
    "answer": "O"
  },
  {
    "question": "여진족이 고려를 위협하자 윤관이 이끌고 간 군대의 이름은 '삼별초'이다.",
    "answer": "X"
  },
  {
    "question": "원의 힘이 약해지자 개혁을 한 고려의 왕은 '공민왕'이다.",
    "answer": "O"
  },
  {
    "question": "원의 힘이 약해지자 개혁을 한 고려의 왕은 '서희'이다.",
    "answer": "X"
  },
  {
    "question": "신라의 천문대 이름은 '첨성대'이다.",
    "answer": "O"
  },
  {
    "question": "신라의 천문대 이름은 '팔각정'이다.",
    "answer": "X"
  },
  {
    "question": "조선의 기본 법전으로 나라를 다스리는데 기본이 된 책은 '경국대전'이다.",
    "answer": "O"
  },
  {
    "question": "조선의 기본 법전으로 나라를 다스리는데 기본이 된 책은 '칠정산'이다.",
    "answer": "X"
  },
  {
    "question": "조선의 기본 법전으로 나라를 다스리는데 기본이 된 책은 '대동여지도'이다.",
    "answer": "X"
  },
  {
    "question": "조선의 기본 법전으로 나라를 다스리는데 기본이 된 책은 '삼강행실도'이다.",
    "answer": "X"
  },
  {
    "question": "세종의 업적 중 맞는것은 '집현전 설치'이다.",
    "answer": "O"
  },
  {
    "question": "세종의 업적 중 맞는것은 '4군 6진 개척'이다.",
    "answer": "O"
  },
  {
    "question": "세종의 업적 중 맞는것은 '화성 건축'이다.",
    "answer": "X"
  },
    {
    "question": "고려시대에 만들어진 불교 문화 유산은 '황룡사 9층 목탑'이다.",
    "answer": "X"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '논산 관촉사 석조 미륵보살 입상 '이다.",
    "answer": "O"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '수월관음도'이다.",
    "answer": "O"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '평창 월정사 8각 9층 석탑'이다.",
    "answer": "O"
  },
  {
    "question": "직지에 대한 설명 중 맞는 것은 '가장 오래된 금속활자본'이다.",
    "answer": "O"
  },
  {
    "question": "직지에 대한 설명 중 맞는 것은 '해인사 보관'이다.",
    "answer": "X"
  },
  {
    "question": "직지에 대한 설명 중 맞는 것은 '몽골 침입 대응'이다.",
    "answer": "X"
  },
  
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '풍속화'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '한글 소설'이다.",
    "answer": "O"
  },
  {
    "question": "영조의 개혁 정책으로 알맞은 것은 '수원 화성 건설'이다.",
    "answer": "X"
  },
  {
    "question": "영조의 개혁 정책으로 알맞은 것은 '세금 감소'이다.",
    "answer": "O"
  },
  {
    "question": "영조의 개혁 정책으로 알맞은 것은 '탕평비'이다.",
    "answer": "O"
  },
  {
    "question": "관객과 함께 어울리며 긴 이야기를 노래로 들려주는 서민 문화는 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "관객과 함께 어울리며 긴 이야기를 노래로 들려주는 서민 문화는 '탈놀이'이다.",
    "answer": "X"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '한글 소설'이다.",
    "answer": "O"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '탈놀이'이다.",
    "answer": "X"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '판소리'이다.",
    "answer": "X"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '풍속화'이다.",
    "answer": "X"
  },
  {
    "question": "실학자 안정복이 만든 책은 '동사강목'이다.",
    "answer": "O"
  },
  {
    "question": "실학자 안정복이 만든 책은 '칠정산'이다.",
    "answer": "X"
  },
  {
    "question": "실학자 안정복이 만든 책은 '삼강행실도'이다.",
    "answer": "X"
  },
  {
    "question": "실학자 안정복이 만든 책은 '농사직설'이다.",
    "answer": "X"
  },
    {
    "question": "실학자의 주장으로 옳은 것은 '농사 기술 보급'이다.",
    "answer": "O"
  },
  {
    "question": "실학자의 주장으로 옳은 것은 '청 문물 수용'이다.",
    "answer": "O"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '규장각 설치'이다.",
    "answer": "O"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '중립 외교'이다.",
    "answer": "X"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '훈민정음'이다.",
    "answer": "X"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '대동여지도'이다.",
    "answer": "X"
  },
  {
    "question": "영조가 탕평책을 실시한 배경은 '붕당 갈등'이다.",
    "answer": "O"
  },
  
  {
    "question": "영조가 탕평책을 실시한 배경은 '외세 침략'이다.",
    "answer": "X"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '탕평비 건립'이다.",
    "answer": "X"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '규장각 설치'이다.",
    "answer": "O"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '인재 등용'이다.",
    "answer": "O"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '화성 건설'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '사군자'이다.",
    "answer": "X"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '풍속화'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '한글 소설'이다.",
    "answer": "O"
  },
  {
    "question": "병인양요와 신미양요 일어난 지역은 '강화도'이다.",
    "answer": "O"
  },
  {
    "question": "병인양요와 신미양요 일어난 지역은 '부산'이다.",
    "answer": "X"
  },
  {
    "question": "흥선 대원군 정책 중 옳은 것은 '성균관에 탕평비'이다.",
    "answer": "X"
  },
  {
    "question": "흥선 대원군 정책 중 옳은 것은 '경복궁 중건'이다.",
    "answer": "O"
  },
   {
    "question": "흥선 대원군 정책 중 옳은 것은 '서원 정리'이다.",
    "answer": "O"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '세도 정치'이다.",
    "answer": "X"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '양반 과세'이다.",
    "answer": "O"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '왕권 강화'이다.",
    "answer": "O"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '능력 중시 인사'이다.",
    "answer": "O"
  },
  {
    "question": "갑신정변 설명 중 옳은 것은 '청 간섭 감소'이다.",
    "answer": "X"
  },
  {
    "question": "갑신정변 설명 중 옳은 것은 '3일만에 실패'이다.",
    "answer": "O"
  },
   {
    "question": "갑신정변 설명 중 옳은 것은 '김옥균 주도'이다.",
    "answer": "O"
  },
  {
    "question": "1895년, 일본이 명성 황후를 시해한 사건은 '을미사변'이다.",
    "answer": "O"
  },
  {
    "question": "1895년, 일본이 명성 황후를 시해한 사건은 '병인양요'이다.",
    "answer": "X"
  },
  {
    "question": "1895년, 일본이 명성 황후를 시해한 사건은 '을사늑약'이다.",
    "answer": "X"
  },
 
  {
    "question": "을미사변 이후 고종이 피신한 곳은 '러시아 공사관'이다.",
    "answer": "O"
  },
  {
    "question": "을미사변 이후 고종이 피신한 곳은 '미국 공사관'이다.",
    "answer": "X"
  },
  {
    "question": "을미사변 이후 고종이 피신한 곳은 '중국 공사관'이다.",
    "answer": "X"
  },
  {
    "question": "을미사변 이후 고종이 피신한 곳은 '프랑스 공사관'이다.",
    "answer": "X"
  },
  {
    "question": "대한 제국이 추진한 개혁 중 옳은 것은 '공장·회사 제한'이다.",
    "answer": "X"
  },
  {
    "question": "대한 제국이 추진한 개혁 중 옳은 것은 '근대화 추진'이다.",
    "answer": "O"
  },
  {
    "question": "대한 제국이 추진한 개혁 중 옳은 것은 '학교 설립'이다.",
    "answer": "O"
  },
  {
    "question": "대한 제국이 추진한 개혁 중 옳은 것은 '근대 시설 마련'이다.",
    "answer": "O"
  },
  {
    "question": "독립신문·독립협회 설명 중 맞는 것은 '영은문 세움'이다.",
    "answer": "X"
  },
  {
    "question": "독립신문·독립협회 설명 중 맞는 것은 '서재필 발간'이다.",
    "answer": "O"
  },
  {
    "question": "독립신문·독립협회 설명 중 맞는 것은 '만민공동회'이다.",
    "answer": "O"
  },
  {
    "question": "독립신문·독립협회 설명 중 맞는 것은 '토론회 개최'이다.",
    "answer": "O"
  },
  
  {
    "question": "갑신정변에 대한 설명으로 옳은 것은 '3일 만에 끝남'이다.",
    "answer": "O"
  },
  {
    "question": "갑신정변에 대한 설명으로 옳은 것은 '지지를 받지 못함'이다.",
    "answer": "O"
  },
  {
    "question": "갑신정변에 대한 설명으로 옳은 것은 '일본에 의존'이다.",
    "answer": "O"
  },
  {
    "question": "1905년 고종 반대에도 조약이 강제로 체결된 사건은 '을사늑약'이다.",
    "answer": "O"
  },
  {
    "question": "1905년 고종 반대에도 조약이 강제로 체결된 사건은 '병인양요'이다.",
    "answer": "X"
  },
  {
    "question": "1905년 고종 반대에도 조약이 강제로 체결된 사건은 '을미사변'이다.",
    "answer": "X"
  },
  {
    "question": "1905년 고종 반대에도 조약이 강제로 체결된 사건은 '아관파천'이다.",
    "answer": "X"
  },
  {
    "question": "대한 제국의 개혁 중 옳은 것은 '학교 설립'이다.",
    "answer": "O"
  },
  {
    "question": "대한 제국의 개혁 중 옳은 것은 '공장 지원'이다.",
    "answer": "O"
  },

  {
    "question": "‘흥사단, 신민회, 실력양성운동’으로 유명한 독립운동가은 '안창호'이다.",
    "answer": "O"
  },
  {
    "question": "‘흥사단, 신민회, 실력양성운동’으로 유명한 독립운동가은 '김홍집'이다.",
    "answer": "X"
  },
  {
    "question": "‘흥사단, 신민회, 실력양성운동’으로 유명한 독립운동가은 '박병선'이다.",
    "answer": "X"
  },
  {
    "question": "‘흥사단, 신민회, 실력양성운동’으로 유명한 독립운동가은 '신돌석'이다.",
    "answer": "X"
  },
  {
    "question": "안중근 설명 중 옳은 것은 '신흥강습소 설립'이다.",
    "answer": "X"
  },
  {
    "question": "안중근 설명 중 옳은 것은 '뤼순 감옥 사형'이다.",
    "answer": "O"
  },
  {
    "question": "안중근 설명 중 옳은 것은 '이토 히로부미 저격'이다.",
    "answer": "O"
  },
  {
    "question": "안중근 설명 중 옳은 것은 '계몽 운동'이다.",
    "answer": "O"
  },
  {
    "question": "을사늑약 이후 노력 중 맞는 것은 '헤이그 특사'이다.",
    "answer": "X"
  },
  {
    "question": "을사늑약 이후 노력 중 맞는 것은 '의병'이다.",
    "answer": "O"
  },
  {
    "question": "일제에 대항해 처음 의병이 일어난 이유는 '을미사변과 단발령'이다.",
    "answer": "O"
  },
  {
    "question": "을사늑약에 대한 설명 중 옳은 것은 '강제 체결'이다.",
    "answer": "O"
  },
  {
    "question": "‘태백산 호랑이’라는 별명을 가진 평민 출신 의병장은 '신돌석'이다.",
    "answer": "O"
  },
  {
    "question": "‘태백산 호랑이’라는 별명을 가진 평민 출신 의병장은 '안규홍'이다.",
    "answer": "X"
  },
  {
    "question": "‘태백산 호랑이’라는 별명을 가진 평민 출신 의병장은 '이강년'이다.",
    "answer": "X"
  },
  {
    "question": "‘태백산 호랑이’라는 별명을 가진 평민 출신 의병장은 '민종식'이다.",
    "answer": "X"
  },
  {
    "question": "이회영이 벌인 독립운동으로 알맞은 것은 '신흥강습소 설립'이다.",
    "answer": "O"
  },
  {
    "question": "이회영이 벌인 독립운동으로 알맞은 것은 '독립신문 발행'이다.",
    "answer": "X"
  },
  {
    "question": "이회영이 벌인 독립운동으로 알맞은 것은 '토지조사'이다.",
    "answer": "X"
  },
  {
    "question": "이회영이 벌인 독립운동으로 알맞은 것은 '흥사단 조직'이다.",
    "answer": "X"
  },
  {
    "question": "광복 후 정부 수립 과정 중 맞는 설명은 '남북 동시 총선'이다.",
    "answer": "X"
  },
  {
    "question": "광복 후 정부 수립 과정 중 맞는 설명은 'UN에 넘김'이다.",
    "answer": "O"
  },
  {
    "question": "광복 후 정부 수립 과정 중 맞는 설명은 '38도선 경계'이다.",
    "answer": "O"
  },
  {
    "question": "임시정부 활동 중 옳은 것은 '김구가 폭탄 투척'이다.",
    "answer": "X"
  },
  {
    "question": "임시정부 활동 중 옳은 것은 '자금 모금'이다.",
    "answer": "O"
  },
  {
    "question": "임시정부 활동 중 옳은 것은 '광복군 창설'이다.",
    "answer": "O"
  },
  {
    "question": "5·10 총선 설명 중 옳은 것은 '초대 대통령 선출'이다.",
    "answer": "X"
  },
  {
    "question": "5·10 총선 설명 중 옳은 것은 '남한만 실시'이다.",
    "answer": "O"
  },
  {
    "question": "5·10 총선 설명 중 옳은 것은 '첫 민주선거'이다.",
    "answer": "O"
  },
  {
    "question": "5·10 총선 설명 중 옳은 것은 '남녀 모두 참여'이다.",
    "answer": "O"
  },
  {
    "question": "6·25 전세 역전의 결정적 사건은 '인천 상륙 작전'이다.",
    "answer": "O"
  },
  {
    "question": "6·25 전세 역전의 결정적 사건은 '1·4 후퇴'이다.",
    "answer": "X"
  },
  {
    "question": "6·25 전세 역전의 결정적 사건은 '전선 고착'이다.",
    "answer": "X"
  },
  {
    "question": "6·25 전세 역전의 결정적 사건은 '휴전 협정'이다.",
    "answer": "X"
  },
  {
    "question": "6·25 전쟁 결과 중 맞는 것은 '문화재 보존'이다.",
    "answer": "X"
  },
  {
    "question": "6·25 전쟁 결과 중 맞는 것은 '이산가족 발생'이다.",
    "answer": "O"
  },
  {
    "question": "6·25 전쟁 결과 중 맞는 것은 '전쟁고아'이다.",
    "answer": "O"
  },
  {
    "question": "6·25 전쟁 결과 중 맞는 것은 '해외 입양'이다.",
    "answer": "O"
  },
   {
    "question": "3·1운동 설명 중 옳은 것은 '조선 독립 선언'이다.",
    "answer": "O"
  },
  {
    "question": "3·1운동 설명 중 옳은 것은 '하루 만에 끝남'이다.",
    "answer": "X"
  },
  {
    "question": "3·1운동 설명 중 옳은 것은 '종교계만 참여'이다.",
    "answer": "X"
  },
    {
    "question": "청산리 전투에서 활약한 장군은 '김좌진'이다.",
    "answer": "O"
  },
  {
    "question": "청산리 전투에서 활약한 장군은 '민종식'이다.",
    "answer": "X"
  },
  {
    "question": "청산리 전투에서 활약한 장군은 '신돌석'이다.",
    "answer": "X"
  },
  {
    "question": "청산리 전투에서 활약한 장군은 '최익현'이다.",
    "answer": "X"
  },
  {
    "question": "봉오동 전투에서 활약한 장군은 '홍범도'이다.",
    "answer": "O"
  },
  {
    "question": "봉오동 전투에서 활약한 장군은 '민종식'이다.",
    "answer": "X"
  },
  {
    "question": "봉오동 전투에서 활약한 장군은 '신돌석'이다.",
    "answer": "X"
  },
  {
    "question": "봉오동 전투에서 활약한 장군은 '최익현'이다.",
    "answer": "X"
  },
  {
    "question": "이육사가 독립을 위해 한 활동은 '광야 등 작품 집필'이다.",
    "answer": "O"
  },
  {
    "question": "이육사가 독립을 위해 한 활동은 '대성학교 설립'이다.",
    "answer": "X"
  },
  {
    "question": "이육사가 독립을 위해 한 활동은 '한글 보급'이다.",
    "answer": "X"
  },
  {
    "question": "이육사가 독립을 위해 한 활동은 '조선 상고사 집필'이다.",
    "answer": "X"
  },
    {
    "question": "수원 화성에 대한 설명으로 알맞은 것은 '정조 때 건설'이다.",
    "answer": "O"
  },
  {
    "question": "수원 화성에 대한 설명으로 알맞은 것은 '세계유산 등재'이다.",
    "answer": "O"
  },
  {
    "question": "수원 화성에 대한 설명으로 알맞은 것은 '화성성역의궤 기록'이다.",
    "answer": "O"
  },
  {
    "question": "1871년, 미국이 강화도를 침략했을 때 있었던 사건은 '신미양요'이다.",
    "answer": "O"
  },
  {
    "question": "1871년, 미국이 강화도를 침략했을 때 있었던 사건은 '병인양요'이다.",
    "answer": "X"
  },
  {
    "question": "1871년, 미국이 강화도를 침략했을 때 있었던 사건은 '병자호란'이다.",
    "answer": "X"
  },
  {
    "question": "1871년, 미국이 강화도를 침략했을 때 있었던 사건은 '운요호 사건'이다.",
    "answer": "X"
  },
  {
    "question": "전 재산으로 신흥무관학교 설립한 인물은 '이회영'이다.",
    "answer": "O"
  },
  {
    "question": "전 재산으로 신흥무관학교 설립한 인물은 '안창호'이다.",
    "answer": "X"
  },
  {
    "question": "전 재산으로 신흥무관학교 설립한 인물은 '김좌진'이다.",
    "answer": "X"
  },
  {
    "question": "전 재산으로 신흥무관학교 설립한 인물은 '김구'이다.",
    "answer": "X"
  },
   {
    "question": "극적 음악으로 유네스코 등재된 서민문화는 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "극적 음악으로 유네스코 등재된 서민문화는 '산수화'이다.",
    "answer": "X"
  },
  {
    "question": "극적 음악으로 유네스코 등재된 서민문화는 '탈놀이'이다.",
    "answer": "X"
  },
  {
    "question": "극적 음악으로 유네스코 등재된 서민문화는 '풍속화'이다.",
    "answer": "X"
  },
  {
    "question": "3·1 운동에 대한 설명으로 알맞은 것은 '독립 협회가 주도'이다.",
    "answer": "X"
  },
  {
    "question": "3·1 운동에 대한 설명으로 알맞은 것은 '학생과 시민 참여'이다.",
    "answer": "O"
  },
  {
    "question": "3·1 운동에 대한 설명으로 알맞은 것은 '전국 확산'이다.",
    "answer": "O"
  },
  {
    "question": "3·1 운동에 대한 설명으로 알맞은 것은 '국외 확산'이다.",
    "answer": "O"
  },
  {
    "question": "제헌 국회에서 한 일은 '헌법 제정'이다.",
    "answer": "O"
  },
  {
    "question": "제헌 국회에서 한 일은 '한국 임시위원단'이다.",
    "answer": "X"
  },
  {
    "question": "제헌 국회에서 한 일은 '임시정부 수립'이다.",
    "answer": "X"
  },
  {
    "question": "제헌 국회에서 한 일은 '모스크바 회의'이다.",
    "answer": "X"
  },
  {
    "question": "동학 농민 운동 설명 중 옳은 것은 '우금치 승리'이다.",
    "answer": "X"
  },
  {
    "question": "동학 농민 운동 설명 중 옳은 것은 '평등 사회 지향'이다.",
    "answer": "O"
  },
  {
    "question": "동학 농민 운동 설명 중 옳은 것은 '고부 군수 횡포'이다.",
    "answer": "O"
  },
  {
    "question": "동학 농민 운동 설명 중 옳은 것은 '잡세 폐지 주장'이다.",
    "answer": "O"
  },
  {
    "question": "안창호가 벌인 독립운동은 '흥사단 설립'이다.",
    "answer": "O"
  },
  {
    "question": "안창호가 벌인 독립운동은 '의병 활동'이다.",
    "answer": "X"
  },
  {
    "question": "안창호가 벌인 독립운동은 '청산리 승리'이다.",
    "answer": "X"
  },
  {
    "question": "안창호가 벌인 독립운동은 '신흥무관학교 설립'이다.",
    "answer": "X"
  },
   {
    "question": "무용총 접객도를 남긴 나라는 '고구려'이다.",
    "answer": "O"
  },
  {
    "question": "화강암으로 만든 신라 시대의 동굴 절은 '석굴암'이다.",
    "answer": "O"
  },
  {
    "question": "고려청자에 사용된 공예 기법은 '상감 기법'이다.",
    "answer": "O"
  },
  {
    "question": "임진왜란 당시 이순신의 전투는 '명량대첩'이다.",
    "answer": "O"
  },
  {
    "question": "병자호란 항복을 기록한 임금은 '인조'이다.",
    "answer": "O"
  },
  {
    "question": "환웅과 웅녀 사이에서 태어난 아들로 고조선을 건국한 인물은 '단군'이다.",
    "answer": "O"
  },
  {
    "question": "고조선 건국 이야기에서 환웅이 다스린 지역은 어디로 추정되나요 '태백산'이다.",
    "answer": "O"
  },
  {
    "question": "고려 초 등장한 지방 세력의 명칭은 '호족'이다.",
    "answer": "O"
  },
  {
    "question": "몽골 침입 시 끝까지 몽골에 대항한 조직은 '삼별초'이다.",
    "answer": "O"
  },
  {
    "question": "팔만대장경이 보관된 건물 이름은 '해인사'이다.",
    "answer": "O"
  },
  {
    "question": "고려를 유지하며 개혁을 시도한 대표 인물은 '정도전'이다.",
    "answer": "O"
  },
  {
    "question": "조선시대의 해시계로 장영실이 발명한것은 '앙부일구'이다.",
    "answer": "O"
  },
  {
    "question": "초충도를 그린 조선 여성은 '신사임당'이다.",
    "answer": "O"
  },
  {
    "question": "정묘호란 이후 청이 다시 침입한 사건은 '병자호란'이다.",
    "answer": "O"
  },
  {
    "question": "삼국 통일을 이끈 나라는 '신라'이다.",
    "answer": "O"
  },
  {
    "question": "삼국 통일을 이끈 나라는 '발해'이다.",
    "answer": "X"
  },
  {
    "question": "발해를 세운 인물은 '대조영'이다.",
    "answer": "O"
  },
  {
    "question": "한글을 만든 왕은 '세종'이다.",
    "answer": "O"
  },
  {
    "question": "온조가 세운 나라는 '백제'이다.",
    "answer": "O"
  },
  {
    "question": "고려를 침입한 거란의 장수와 담판 벌인 인물은 '서희'이다.",
    "answer": "O"
  },
  {
    "question": "거란 3차 침입 때 귀주대첩을 이끈 인물은 '강감찬'이다.",
    "answer": "O"
  },
  {
    "question": "궁예를 몰아내고 고려를 세운 사람은 '왕건'이다.",
    "answer": "O"
  },
  {
    "question": "바다 동쪽에서 일어나 번성한 나라라는 뜻을 가진 단어는 '해동성국'이다.",
    "answer": "O"
  },
  {
    "question": "율곡 이 어머니와 관련된 문화재는 '신사임당 초충도'이다.",
    "answer": "O"
  },
  {
    "question": "김정호가 만든 조선 시대 지도 이름은 '대동여지도'이다.",
    "answer": "O"
  },
  {
    "question": "김정호가 만든 조선 시대 지도 이름은 '세계지도'이다.",
    "answer": "X"
  },
  {
    "question": "『목민심서』를 쓴 실학자는 '정약용'이다.",
    "answer": "O"
  },
  {
    "question": "정조 이후 외척이 권력을 잡은 정치를 무엇이라 하나요 '세도 정치'이다.",
    "answer": "O"
  },
  {
    "question": "정약용이 개발한 작은힘으로 큰 힘을 내는 수원 화성 건설용 장치는 '거중기'이다.",
    "answer": "O"
  },
  {
    "question": "정약용이 개발한 작은힘으로 큰 힘을 내는 수원 화성 건설용 장치는 '자격루'이다.",
    "answer": "X"
  },
  {
    "question": "세금 감면과 탕평책을 시행한 왕은 '영조'이다.",
    "answer": "O"
  },
  {
    "question": "정조 때 학자들이 학문을 연구하고 정치를 의논하던 왕실 도서관은 '규장각'이다.",
    "answer": "O"
  },
  {
    "question": "규장각 설치와 수원 화성 건설 등 탕평책을 시행한 왕은 '정조'이다.",
    "answer": "O"
  },
  {
    "question": "『목민심서』를 쓴 실학자는 '정약용'이다.",
    "answer": "O"
  },
  {
    "question": "판소리에서 북으로 장단을 맞추는 사람은 '고수'이다.",
    "answer": "O"
  },
  {
    "question": "탕평책을 펼쳐 정치를 안정시킨 왕은 '영조'이다.",
    "answer": "O"
  },
   {
    "question": "영조의 탕평책을 이어받아 규장각 설치와 수원 화성 건설을 한 왕은 '정조'이다.",
    "answer": "O"
  },
   
  {
    "question": "고종이 환구단에서 대한 제국을 선포한 이유는 '자주독립 국가임을 내외에 알리기 위해'이다.",
    "answer": "O"
  },
  
  {
    "question": "하얼빈에서 저격한 독립운동가은 '안중근'이다.",
    "answer": "O"
  },
  {
    "question": "하얼빈에서 저격한 독립운동가은 '김구'이다.",
    "answer": "X"
  },
  {
    "question": "6·25 전쟁 당시 1,000일간 수도였던 도시는 '부산'이다.",
    "answer": "O"
  },
  {
    "question": "6·25 전쟁 중 서울 수복과 휴전이 체결된 장소는 '판문점'이다.",
    "answer": "O"
  },
  {
    "question": "조선 시대에 학문·정치적으로 뜻을 같이하는 양반의 집단을 무엇이라 하나요 '붕당'이다.",
    "answer": "O"
  },
  {
    "question": "조선과 일본이 체결한 최초의 불평등 조약으로 '해안 측량 허용' 내용이 담긴 것은 '강화도 조약'이다.",
    "answer": "O"
  },
  {
    "question": "영은문을 헐고 독립문을 세운 단체는 '독립협회'이다.",
    "answer": "O"
  },
  {
    "question": "1919년 9월, 임시 정부가 수립된 중국 도시는 '상하이'이다.",
    "answer": "O"
  },
  {
    "question": "1945년 8월 15일, 우리 민족이 맞이한 것은 '광복'이다.",
    "answer": "O"
  },
  {
    "question": "1945년 8월 15일, 우리 민족이 맞이한 것은 '대한민국 수립'이다.",
    "answer": "X"
  },
  {
    "question": "조선 후기에 유행한 그림으로, '서당도', '단오풍정'과 같은 그림은 '풍속화'이다.",
    "answer": "O"
  },
  {
    "question": "동학 농민 운동의 지도자는 '전봉준'이다.",
    "answer": "O"
  },
  {
    "question": "제주 백성을 도운 조선 후기 여성은 '김만덕'이다.",
    "answer": "O"
  },
  {
    "question": "탈을 쓰고 연극이나 춤을 하는 놀이는 '탈놀이'이다.",
    "answer": "O"
  },
  {
    "question": "6월 6일, 순국선열을 기리는 날은 '현충일'이다.",
    "answer": "O"
  },
  {
    "question": "1871년 미국이 강화도를 침략한 사건은 '신미양요'이다.",
    "answer": "O"
  },
  {
    "question": "김옥균이 우정총국 개국 축하 잔치를 틈타 일으킨 정변은 '갑신정변'이다.",
    "answer": "O"
  },
  {
    "question": "상하이 훙커우 공원에서 폭탄을 투척한 인물은 '윤봉길'이다.",
    "answer": "O"
  },
  {
    "question": "상하이 훙커우 공원에서 폭탄을 투척한 인물은 '김좌진'이다.",
    "answer": "X"
  },
  {
    "question": "조선시대에 조상 제사와 교육 기관 역할을 했던 '이곳'은 '서원'이다.",
    "answer": "O"
  }
];
