window.quizData=[
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '풍속화'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '한글 소설'이다.",
    "answer": "O"
  },
  {
    "question": "영조의 개혁 정책으로 알맞은 것은 '수원 화성 건설'이다.",
    "answer": "X"
  },
  {
    "question": "영조의 개혁 정책으로 알맞은 것은 '세금 감소'이다.",
    "answer": "O"
  },
  {
    "question": "영조의 개혁 정책으로 알맞은 것은 '탕평비'이다.",
    "answer": "O"
  },
  {
    "question": "관객과 함께 어울리며 긴 이야기를 노래로 들려주는 서민 문화는 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "관객과 함께 어울리며 긴 이야기를 노래로 들려주는 서민 문화는 '탈놀이'이다.",
    "answer": "X"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '한글 소설'이다.",
    "answer": "O"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '탈놀이'이다.",
    "answer": "X"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '판소리'이다.",
    "answer": "X"
  },
  {
    "question": "홍길동전과 관련 있는 서민 문화는 '풍속화'이다.",
    "answer": "X"
  },
  {
    "question": "실학자 안정복이 만든 책은 '동사강목'이다.",
    "answer": "O"
  },
  {
    "question": "실학자 안정복이 만든 책은 '칠정산'이다.",
    "answer": "X"
  },
  {
    "question": "실학자 안정복이 만든 책은 '삼강행실도'이다.",
    "answer": "X"
  },
  {
    "question": "실학자 안정복이 만든 책은 '농사직설'이다.",
    "answer": "X"
  },
    {
    "question": "실학자의 주장으로 옳은 것은 '농사 기술 보급'이다.",
    "answer": "O"
  },
  {
    "question": "실학자의 주장으로 옳은 것은 '청 문물 수용'이다.",
    "answer": "O"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '규장각 설치'이다.",
    "answer": "O"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '중립 외교'이다.",
    "answer": "X"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '훈민정음'이다.",
    "answer": "X"
  },
  {
    "question": "정조가 한 일로 알맞은 것은 '대동여지도'이다.",
    "answer": "X"
  },
  {
    "question": "영조가 탕평책을 실시한 배경은 '붕당 갈등'이다.",
    "answer": "O"
  },
  
  {
    "question": "영조가 탕평책을 실시한 배경은 '외세 침략'이다.",
    "answer": "X"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '탕평비 건립'이다.",
    "answer": "X"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '규장각 설치'이다.",
    "answer": "O"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '인재 등용'이다.",
    "answer": "O"
  },
  {
    "question": "정조의 개혁 중 옳은 것은 '화성 건설'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '사군자'이다.",
    "answer": "X"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '풍속화'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '판소리'이다.",
    "answer": "O"
  },
  {
    "question": "조선 후기 서민 문화로 알맞은 것은 '한글 소설'이다.",
    "answer": "O"
  },
  {
    "question": "병인양요와 신미양요 일어난 지역은 '강화도'이다.",
    "answer": "O"
  },
  {
    "question": "병인양요와 신미양요 일어난 지역은 '부산'이다.",
    "answer": "X"
  },
  {
    "question": "흥선 대원군 정책 중 옳은 것은 '성균관에 탕평비'이다.",
    "answer": "X"
  },
  {
    "question": "흥선 대원군 정책 중 옳은 것은 '경복궁 중건'이다.",
    "answer": "O"
  },
   {
    "question": "흥선 대원군 정책 중 옳은 것은 '서원 정리'이다.",
    "answer": "O"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '세도 정치'이다.",
    "answer": "X"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '양반 과세'이다.",
    "answer": "O"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '왕권 강화'이다.",
    "answer": "O"
  },
  {
    "question": "흥선 대원군이 펼친 정책으로 알맞은 것은 '능력 중시 인사'이다.",
    "answer": "O"
  },
  {
    "question": "갑신정변 설명 중 옳은 것은 '청 간섭 감소'이다.",
    "answer": "X"
  },
  {
    "question": "갑신정변 설명 중 옳은 것은 '3일만에 실패'이다.",
    "answer": "O"
  },
   {
    "question": "갑신정변 설명 중 옳은 것은 '김옥균 주도'이다.",
    "answer": "O"
  },
  { "question": "조선 후기 서민 문화로 알맞지 않은 것은? '한시'이다.", 
    "answer": "O" 
  },
  { "question": "조선 후기 서민 문화로 알맞지 않은 것은? '판소리'이다.", 
    "answer": "X" 
  },

  { "question": "영조가 백성의 세금 부담을 줄이기 위해 시행한 정책은? '균역법'이다.",
     "answer": "O" 
    },
  { "question": "영조가 백성의 세금 부담을 줄이기 위해 시행한 정책은? '탕평책'이다.",
     "answer": "X"
     },

  { "question": "정조가 젊은 인재를 키우기 위해 만든 기관은? '규장각'이다.", 
    "answer": "O" 
  },
  { "question": "정조가 젊은 인재를 키우기 위해 만든 기관은? '집현전'이다.",
     "answer": "X" 
    },

  { "question": "영조의 개혁 정책으로 알맞지 않은 것은? '수원 화성 건설'이다.", 
    "answer": "O" 
  },
  { "question": "영조의 개혁 정책으로 알맞지 않은 것은? '탕평비'이다.",
     "answer": "X" 
    },

  { "question": "관객과 함께 어울리며 긴 이야기를 노래로 들려주는 서민 문화는? '판소리'이다.", 
    "answer": "O" 
  },
  { "question": "관객과 함께 어울리며 긴 이야기를 노래로 들려주는 서민 문화는? '풍속화'이다.", 
    "answer": "X" 
  },

  { "question": "조선에서 학문과 정치 의견에 따라 나뉜 정치 집단은? '붕당'이다.", 
    "answer": "O"
   },
  { "question": "조선에서 학문과 정치 의견에 따라 나뉜 정치 집단은? '정당'이다.",
     "answer": "X" 
    },

  { "question": "수원화성을 설계하고 만든 과학자이자 실학자는? '정약용'이다.", 
    "answer": "O" 
  },
  { "question": "수원화성을 설계하고 만든 과학자이자 실학자는? '이이'이다.", 
    "answer": "X"
   },

  { "question": "홍길동전과 관련 있는 서민 문화는? '한글 소설'이다.", 
    "answer": "O"
   },
  { "question": "홍길동전과 관련 있는 서민 문화는? '판소리'이다.",
     "answer": "X" 
    },

  { "question": "실학자 안정복이 만든 책은? '동사강목'이다.",
     "answer": "O" 
    },
  { "question": "실학자 안정복이 만든 책은? '농사직설'이다.",
     "answer": "X" 
    },

  { "question": "실학자들의 주장 중 옳지 않은 것은? '토지 균등 분배'이다.", 
    "answer": "O" 
  },
  { "question": "실학자들의 주장 중 옳지 않은 것은? '공업과 상업 장려'이다.",
     "answer": "X"
     },

  { "question": "백성을 위해 관리가 해야 할 일을 담은 책은? '목민심서'이다.",
     "answer": "O" 
    },
  { "question": "백성을 위해 관리가 해야 할 일을 담은 책은? '동의보감'이다.",
     "answer": "X" 
    },

  { "question": "실학자로서 거중기를 만들고 수원화성을 설계한 인물은? '정약용'이다.", 
    "answer": "O" 
  },
  { "question": "실학자로서 거중기를 만들고 수원화성을 설계한 인물은? '세종대왕'이다.",
     "answer": "X"
     },

  { "question": "다음 보기 중 실학자의 주장으로 옳지 않은 것은? '천주교 박해 금지'이다.",
     "answer": "O" 
    },
  { "question": "다음 보기 중 실학자의 주장으로 옳지 않은 것은? '토지 제도 개혁'이다.", 
    "answer": "X" 
  },

  { "question": "정조가 한 일로 알맞은 것은? '규장각 설치'이다.",
     "answer": "O"
     },
  { "question": "정조가 한 일로 알맞은 것은? '중립 외교'이다.",
     "answer": "X" 
    },

  { "question": "영조가 탕평책을 실시한 배경은? '붕당 갈등'이다.",
     "answer": "O" 
    },
  { "question": "영조가 탕평책을 실시한 배경은? '임진왜란'이다.",
     "answer": "X"
     },

  { "question": "정조의 개혁 중 옳지 않은 것은? '탕평비 건립'이다.",
     "answer": "O"
     },
  { "question": "정조의 개혁 중 옳지 않은 것은? '화성 건설'이다.",
     "answer": "X"
     },

  { "question": "조선 후기 서민 문화로 알맞지 않은 것은? '사군자'이다.",
     "answer": "O"
     },
  { "question": "조선 후기 서민 문화로 알맞지 않은 것은? '풍속화'이다.",
     "answer": "X" 
    },

  { "question": "병인양요와 신미양요가 일어난 지역은? '강화도'이다.",
     "answer": "O"
     },
  { "question": "병인양요와 신미양요가 일어난 지역은? '부산'이다.", 
    "answer": "X"
   },

  { "question": "병인양요 때 조선을 공격한 나라는? '프랑스'이다.", 
    "answer": "O" 
  },
  { "question": "병인양요 때 조선을 공격한 나라는? '미국'이다.", 
    "answer": "X" 
  },

  { "question": "신미양요는 어떤 나라가 쳐들어온 사건인가요? '미국'이다.", 
    "answer": "O" 
  },
  { "question": "신미양요는 어떤 나라가 쳐들어온 사건인가요? '프랑스'이다.",
     "answer": "X" 
    },

  { "question": "조선이 일본과 맺은 최초의 근대적 조약은? '강화도조약'이다.",
     "answer": "O"
     },
  { "question": "조선이 일본과 맺은 최초의 근대적 조약은? '을사늑약'이다.",
     "answer": "X" 
    },

  { "question": "흥선 대원군 정책 중 옳지 않은 것은? '성균관에 탕평비'이다.", 
    "answer": "O" 
  },
  { "question": "흥선 대원군 정책 중 옳지 않은 것은? '경복궁 중건'이다.", 
    "answer": "X" 
  },

  { "question": "흥선 대원군이 펼친 정책으로 알맞지 않은 것은? '세도 정치'이다.",
     "answer": "O" 
    },
  { "question": "흥선 대원군이 펼친 정책으로 알맞지 않은 것은? '양반 과세'이다.",
    "answer": "X" 
  },

  { "question": "갑신정변 설명 중 옳지 않은 것은? '청 간섭 감소'이다.", 
    "answer": "O"
  },
  { "question": "갑신정변 설명 중 옳지 않은 것은? '3일만에 실패'이다.",
     "answer": "X"
     },

  { "question": "갑신정변에 대한 설명으로 옳지 않은 것은? '김홍집이 주도'이다.",
     "answer": "O" 
    },
  { "question": "갑신정변에 대한 설명으로 옳지 않은 것은? '일본에 의존'이다.", 
    "answer": "X" 
  },

  { "question": "동학농민운동은 왜 일어났나요? '백성이 부패한 관리를 몰아내려 해서'이다.",
     "answer": "O" 
    },
  { "question": "동학농민운동은 왜 일어났나요? '서양 문물 수입 때문'이다.", 
    "answer": "X" 
  },

  { "question": "갑오개혁은 어떤 목적을 가진 개혁이었나요? '신분제도를 없애고 나라를 개혁하려고'이다.",
     "answer": "O" 
    },
  { "question": "갑오개혁은 어떤 목적을 가진 개혁이었나요? '왕권을 강화하려고'이다.", 
    "answer": "X" 
  }
];
