window.quizData=[
  {
    "question": "고려를 세운 사람의 이름은 '왕건'이다.",
    "answer": "O"
  },
  {
    "question": "고려를 세운 사람의 이름은 '무열왕'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은 '양규'이다.",
    "answer": "O"
  },
  {
    "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은 '서희'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은 '강감찬'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '강감찬'이다.",
    "answer": "O"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '이순신'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '서희'이다.",
    "answer": "X"
  },
  {
    "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은 '양규'이다.",
    "answer": "X"
  },
  {
    "question": "여진족이 고려를 위협하자 윤관이 이끌고 간 군대의 이름은 '별무반'이다.",
    "answer": "O"
  },
  {
    "question": "여진족이 고려를 위협하자 윤관이 이끌고 간 군대의 이름은 '삼별초'이다.",
    "answer": "X"
  },
  {
    "question": "원의 힘이 약해지자 개혁을 한 고려의 왕은 '공민왕'이다.",
    "answer": "O"
  },
  {
    "question": "원의 힘이 약해지자 개혁을 한 고려의 왕은 '서희'이다.",
    "answer": "X"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '황룡사 9층 목탑'이다.",
    "answer": "X"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '논산 관촉사 석조 미륵보살 입상 '이다.",
    "answer": "O"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '수월관음도'이다.",
    "answer": "O"
  },
  {
    "question": "고려시대에 만들어진 불교 문화 유산은 '평창 월정사 8각 9층 석탑'이다.",
    "answer": "O"
  },
  {
    "question": "직지에 대한 설명 중 맞는 것은 '가장 오래된 금속활자본'이다.",
    "answer": "O"
  },
  {
    "question": "직지에 대한 설명 중 맞는 것은 '해인사 보관'이다.",
    "answer": "X"
  },
  {
    "question": "직지에 대한 설명 중 맞는 것은 '몽골 침입 대응'이다.",
    "answer": "X"
  },
  { "question": "후고구려를 세운 사람의 이름은? '궁예'이다.",
     "answer": "O" 
    },
  { "question": "후고구려를 세운 사람의 이름은? '견훤'이다.",
     "answer": "X"
     },

  { "question": "후백제를 세운 사람의 이름은? '견훤'이다.", "answer": 
    "O"
   },
  { "question": "후백제를 세운 사람의 이름은? '왕건'이다.", 
    "answer": "X"
   },

  { "question": "신라 말 혼란속에서 등장했으며, 고려의 건국 세력이 된 지방의 힘 있는 세력은? '호족'이다.",
     "answer": "O"
     },
  { "question": "신라 말 혼란속에서 등장했으며, 고려의 건국 세력이 된 지방의 힘 있는 세력은? '화랑'이다.",
     "answer": "X"
     },

  { "question": "고려시대에 시작된 유교적 지식을 평가하는 시험의 이름은? '과거'이다.",
     "answer": "O"
     },
  { "question": "고려시대에 시작된 유교적 지식을 평가하는 시험의 이름은? '수능'이다.",
     "answer": "X"
     },

  { "question": "고려를 세운 사람의 이름은? '왕건'이다.",
     "answer": "O" 
    },
  { "question": "고려를 세운 사람의 이름은? '궁예'이다.", 
    "answer": "X"
   },

  { "question": "고려거란전쟁의 1차 침입 당시 큰 공을 세운 장수의 이름은? '서희'이다.",
     "answer": "O"
     },
  { "question": "고려거란전쟁의 1차 침입 당시 큰 공을 세운 장수의 이름은? '강감찬'이다.",
     "answer": "X"
     },

  { "question": "고려거란전쟁의 1차 침입의 결과는? '강동6주획득'이다.",
     "answer": "O" 
    },
  { "question": "고려거란전쟁의 1차 침입의 결과는? '국토황폐'이다.",
     "answer": "X" 
    },

  { "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은? '양규'이다.",
     "answer": "O" 
    },
  { "question": "고려거란전쟁의 2차 침입 당시 큰 공을 세운 장수의 이름은? '서희'이다.",
     "answer": "X"
     },

  { "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은? '강감찬'이다.",
     "answer": "O"
     },
  { "question": "고려거란전쟁의 3차 침입 당시 큰 공을 세운 장수의 이름은? '서희'이다.",
     "answer": "X" 
    },

  { "question": "3차 고려거란전쟁의 가장 큰 전투는? '귀주대첩'이다.",
     "answer": "O" 
    },
  { "question": "3차 고려거란전쟁의 가장 큰 전투는? '행주대첩'이다.",
     "answer": "X" 
    },

  { "question": "여진족이 고려를 위협하자 윤관이 이끌고 간 군대의 이름은? '별무반'이다.",
     "answer": "O" 
    },
  { "question": "여진족이 고려를 위협하자 윤관이 이끌고 간 군대의 이름은? '삼별초'이다.",
     "answer": "X"
     },

  { "question": "여진족이 고려를 위협하자 윤관의 대처로 옳은것은? '9개의 성을 쌓음'이다.",
     "answer": "O" 
    },
  { "question": "여진족이 고려를 위협하자 윤관의 대처로 옳은것은? '강동 6주 확보'이다."
    , "answer": "X"
   },

  { "question": "원의 힘이 약해지자 개혁을 한 고려의 왕은? '공민왕'이다.",
     "answer": "O" 
    },
  { "question": "원의 힘이 약해지자 개혁을 한 고려의 왕은? '공양왕'이다.",
     "answer": "X" 
    },

  { "question": "고려가 몽골의 침입을 부처의 힘으로 이겨내고자 만든 것은? '팔만대장경'이다.",
     "answer": "O" 
    },
  { "question": "고려가 몽골의 침입을 부처의 힘으로 이겨내고자 만든 것은? '자격루'이다.",
     "answer": "X"
     },

  { "question": "다음중 무신정변이 일어난 이유는? '무신차별대우'이다.",
     "answer": "O"
     },
  { "question": "다음중 무신정변이 일어난 이유는? '외국의 침입'이다.",
     "answer": "X"
     },

  { "question": "몽골이 고려를 침입하게 된 직접적인 계기는? '몽골에서 온 사신의 죽음'이다.",
     "answer": "O" 
    },
  { "question": "몽골이 고려를 침입하게 된 직접적인 계기는? '거란의 침입'이다.", 
    "answer": "X" 
  },

  { "question": "몽골의 침입에 대한 고려의 대응으로 옳지 않은것은? '고려의 무조건 항복'이다.",
     "answer": "O"
     },
  { "question": "몽골의 침입에 대한 고려의 대응으로 옳지 않은것은? '강화도 천도'이다.", 
    "answer": "X" 
  },

  { "question": "몽골의 침입에 대한 결과로 옳지 않은 것은? '고려승리'이다.",
     "answer": "O" 
    },
  { "question": "몽골의 침입에 대한 결과로 옳지 않은 것은? '전 국토 황폐'이다.",
     "answer": "X" 
    },

  { "question": "몽골의 침입에 끝까지 저항한 단체의 이름은? '삼별초'이다.",
     "answer": "O" 
    },
  { "question": "몽골의 침입에 끝까지 저항한 단체의 이름은? '별무반'이다.", 
    "answer": "X" 
  },

  { "question": "고려시대에 불교의 힘으로 몽골을 이겨내기 위해 만든 문화유산은? '팔만대장경'이다.",
     "answer": "O" 
    },
  { "question": "고려시대에 불교의 힘으로 몽골을 이겨내기 위해 만든 문화유산은? '직지심체요절'이다.", 
    "answer": "X" 
  },

  { "question": "팔만대장경의 보관 장소는? '해인사'이다.",
     "answer": "O" 
    },
  { "question": "팔만대장경의 보관 장소는? '경복궁'이다.",
     "answer": "X"
     },

  { "question": "다음 중 세계에서 가장 오래된 금속 활자본으로 알려진 책은?? '직지심체요절'이다.",
     "answer": "O" 
    },
  { "question": "다음 중 세계에서 가장 오래된 금속 활자본으로 알려진 책은?? '삼국사기'이다.",
     "answer": "X"
     },

  { "question": "고려 시대에 만들어진 그릇으로, 비취색을 띠며 세계적으로 유명한 것은? '청자'이다.",
     "answer": "O"
     },
  { "question": "고려 시대에 만들어진 그릇으로, 비취색을 띠며 세계적으로 유명한 것은? '백자'이다.",
     "answer": "X"
     },

  { "question": "고려 청자의 무늬를 새기고 흰색·검은색 흙을 넣어 장식하는 기법은? '상감 기법'이다.", 
    "answer": "O" 
  },
  { "question": "고려 청자의 무늬를 새기고 흰색·검은색 흙을 넣어 장식하는 기법은? '채색 기법'이다.",
     "answer": "X" 
    },

  { "question": "장영실의 업적중 틀린것은? '농사직설'이다.",
     "answer": "O"
     },
  { "question": "장영실의 업적중 틀린것은? '측우기'이다.",
     "answer": "X"
    },

  { "question": "고려시대에 만들어진 불교 문화 유산이 아닌것은? '황룡사 9층 목탑'이다.", 
    "answer": "O" 
  },
  { "question": "고려시대에 만들어진 불교 문화 유산이 아닌것은? '수월관음도'이다.",
     "answer": "X" 
    },

  { "question": "직지에 대한 설명 중 맞는 것은? '가장 오래된 금속활자본'이다.",
     "answer": "O" 
    },
  { "question": "직지에 대한 설명 중 맞는 것은? '해인사 보관'이다.", 
    "answer": "X" 
  }
  ];
